       IDENTIFICATION DIVISION.
       PROGRAM-ID. P1.
       PROCEDURE DIVISION.
       A000-PARA.
           DISPLAY "Hello World!".
        STOP RUN.
